Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What is your 'travel nightmare' story?
de: Was ist deine 'Reisealbtraum'-Geschichte?
es: ¿Cuál es tu historia de 'pesadilla de viaje'?
fr: Quelle est ton histoire de 'cauchemar de voyage' ?
it: Qual è la tua storia di 'incubo di viaggio'?
ja: あなたの『旅行の悪夢』の話を教えてください。
ko: 당신의 '여행 악몽' 이야기는 무엇인가요?
nb: Hva er din 'reisemaritt'-historie?
nl: Wat is jouw 'reisnachtmerrie'-verhaal?
pl: Jaka jest twoja historia 'koszmaru podróży'?
pt_br: Qual é a sua história de 'pesadelo de viagem'?
sv: Vad är din 'resemardröm'-historia?
uk: Яка ваша історія 'кошмару подорожі'?
zh_hans: 你的‘旅行噩梦’故事是什么？

source: What is your 'Why' in life?
de: Was ist dein 'Warum' im Leben?
es: ¿Cuál es tu 'Por qué' en la vida?
fr: Quel est ton 'Pourquoi' dans la vie ?
it: Qual è il tuo 'Perché' nella vita?
ja: 人生の「なぜ」は何ですか？
ko: 인생의 '이유'는 무엇인가요?
nb: Hva er ditt 'Hvorfor' i livet?
nl: Wat is jouw 'Waarom' in het leven?
pl: Jakie jest twoje 'Dlaczego' w życiu?
pt_br: Qual é o seu 'Porquê' na vida?
sv: Vad är ditt 'Varför' i livet?
uk: Яке ваше 'Чому' в житті?
zh_hans: 你人生中的“为什么”是什么？

source: What is your absolute favorite smell in the world?
de: Was ist dein absoluter Lieblingsgeruch auf der Welt?
es: ¿Cuál es tu olor favorito del mundo?
fr: Quelle est votre odeur préférée au monde ?
it: Qual è il tuo odore preferito in assoluto al mondo?
ja: 世界で一番好きな匂いは何ですか？
ko: 세상에서 가장 좋아하는 냄새는 무엇인가요?
nb: Hva er din absolutte favorittlukt i verden?
nl: Wat is jouw absolute favoriete geur ter wereld?
pl: Jaki jest twój absolutnie ulubiony zapach na świecie?
pt_br: Qual é o seu cheiro favorito no mundo?
sv: Vilken är din absoluta favoritdoft i världen?
uk: Який ваш абсолютний улюблений запах у світі?
zh_hans: 你最喜欢的气味是什么？

source: What is your biggest fear when it comes to love?
de: Was ist deine größte Angst in Bezug auf die Liebe?
es: ¿Cuál es tu mayor miedo en lo que respecta al amor?
fr: Quelle est ta plus grande peur quand il s'agit d'amour ?
it: Qual è la tua più grande paura quando si tratta di amore?
ja: 愛に関してあなたの最大の恐怖は何ですか？
ko: 사랑에 있어서 가장 큰 두려움은 무엇인가요?
nb: Hva er din største frykt når det gjelder kjærlighet?
nl: Wat is jouw grootste angst als het op liefde aankomt?
pl: Jaki jest twój największy strach, jeśli chodzi o miłość?
pt_br: Qual é o seu maior medo quando se trata de amor?
sv: Vad är din största rädsla när det gäller kärlek?
uk: Який ваш найбільший страх, коли йдеться про кохання?
zh_hans: 在爱情方面，你最大的恐惧是什么？

source: What is your biggest turn-on in a person’s personality?
de: Was schaltet dich bei einem Menschen charakterlich am meisten an?
es: ¿Qué es lo que más te atrae de la personalidad de una persona?
fr: Qu'est-ce qui t'attire le plus dans la personnalité de quelqu'un ?
it: Qual è la caratteristica della personalità che ti eccita di più?
ja: 人の性格で一番興奮するのはどんなところですか？
ko: 상대방의 성격 중 가장 끌리는 점은 무엇인가요?
nb: Hva er den største turn-onen i en persons personlighet?
nl: Wat is jouw grootste turn-on in iemands persoonlijkheid?
pl: Jaka cecha osobowości najbardziej Cię podnieca?
pt_br: Qual é a sua maior atração na personalidade de alguém?
sv: Vad är den största turn-on i en persons personlighet?
uk: Що найбільше збуджує тебе в чиїйсь особистості?
zh_hans: 一个人的性格中最让你心动的是什么？

source: What is your dream honeymoon destination?
de: Was ist dein Traumziel für die Flitterwochen?
es: ¿Cuál es tu destino de luna de miel soñado?
fr: Quelle est ta destination de rêve pour une lune de miel ?
it: Qual è la tua destinazione da sogno per la luna di miele?
ja: 新婚旅行の理想の行き先はどこですか？
ko: 꿈꾸는 신혼여행지는 어디인가요?
nb: Hva er din drømmebryllupsreise-destinasjon?
nl: Wat is jouw droombestemming voor een huwelijksreis?
pl: Jakie jest twoje wymarzone miejsce na podróż poślubną?
pt_br: Qual é o seu destino de lua de mel dos sonhos?
sv: Vilken är din drömresa för smekmånad?
uk: Яке ваше ідеальне місце для медового місяця?
zh_hans: 你梦想的蜜月目的地是哪里？

source: What is your favorite 'bad' joke?
de: Was ist dein Lieblings-'schlechter' Witz?
es: ¿Cuál es tu 'mal' chiste favorito?
fr: Quelle est ta 'mauvaise' blague préférée ?
it: Qual è la tua barzelletta 'brutta' preferita?
ja: 好きな 'くだらない' 冗談は何ですか？
ko: 가장 좋아하는 '시시한' 농담은 무엇인가요?
nb: Hva er din favoritt 'dårlige' vits?
nl: Wat is jouw favoriete 'slechte' mop?
pl: Jaki jest twój ulubiony 'zły' dowcip?
pt_br: Qual é a sua piada 'ruim' favorita?
sv: Vad är ditt favorit 'dåliga' skämt?
uk: Який ваш улюблений 'поганий' жарт?
zh_hans: 你最喜欢的 '烂' 笑话是什么？

source: What is your favorite 'naughty' memory of us?
de: Was ist deine liebste 'versaute' Erinnerung an uns?
es: ¿Cuál es tu recuerdo más 'pícaro' de nosotros?
fr: Quel est ton souvenir 'coquin' préféré de nous ?
it: Qual è il tuo ricordo 'cattivello' preferito di noi?
ja: 私たちの‘いたずらっぽい’思い出で一番好きなものは何ですか？
ko: 우리의 '야한' 추억 중 가장 좋아하는 것은 무엇인가요?
nb: Hva er ditt favoritt 'slemme' minne av oss?
nl: Wat is jouw favoriete 'ondeugende' herinnering aan ons?
pl: Jaka jest twoja ulubiona 'niegrzeczna' wspomnienie o nas?
pt_br: Qual é a sua memória 'atrevida' favorita de nós?
sv: Vilket är ditt favorit 'stygga' minne av oss?
uk: Який твій улюблений 'неслухняний' спогад про нас?
zh_hans: 你最喜欢我们之间哪个‘调皮’的回忆？

source: What is your favorite 'romantic' gesture I’ve done?
de: Was war die romantischste Geste, die ich je gemacht habe?
es: ¿Cuál es tu gesto 'romántico' favorito que he hecho?
fr: Quel est ton geste 'romantique' préféré que j'ai fait ?
it: Qual è il tuo gesto 'romantico' preferito che ho fatto?
ja: 私がした‘ロマンチック’なジェスチャーで一番好きなものは何ですか？
ko: 제가 한 '로맨틱한' 행동 중 가장 마음에 드는 것은 무엇인가요?
nb: Hva er din favoritt 'romantiske' gest jeg har gjort?
nl: Wat is jouw favoriete 'romantische' gebaar dat ik heb gedaan?
pl: Jaki jest twój ulubiony 'romantyczny' gest, który zrobiłem?
pt_br: Qual é o seu gesto 'romântico' favorito que eu fiz?
sv: Vilken är din favorit 'romantiska' gest som jag har gjort?
uk: Який твій улюблений 'романтичний' жест з мого боку?
zh_hans: 你最喜欢我做过哪个‘浪漫’的举动？

source: What is your favorite 'secret' about us?
de: Was ist dein liebstes 'Geheimnis' über uns?
es: ¿Cuál es tu 'secreto' favorito sobre nosotros?
fr: Quel est ton 'secret' préféré sur nous ?
it: Qual è il tuo 'segreto' preferito su di noi?
ja: 私たちについての好きな‘秘密’は何ですか？
ko: 우리에 대한 가장 좋아하는 '비밀'은 무엇인가요?
nb: Hva er din favoritt 'hemmelighet' om oss?
nl: Wat is jouw favoriete 'geheim' over ons?
pl: Jaka jest twoja ulubiona 'tajemnica' o nas?
pt_br: Qual é o seu 'segredo' favorito sobre nós?
sv: Vilken är din favorit 'hemlighet' om oss?
uk: Який твій улюблений 'секрет' про нас?
zh_hans: 你最喜欢关于我们的什么‘秘密’？

source: What is your favorite 'small' moment we’ve shared?
de: Was ist dein liebster 'kleiner' Moment, den wir geteilt haben?
es: ¿Cuál es tu momento 'pequeño' favorito que hemos compartido?
fr: Quel est ton petit moment préféré que nous avons partagé ?
it: Qual è il tuo piccolo momento preferito che abbiamo condiviso?
ja: 私たちが共有した好きな「小さな」瞬間は何ですか？
ko: 우리가 공유한 가장 좋아하는 '작은' 순간은 무엇인가요?
nb: Hva er ditt favoritt 'små' øyeblikk vi har delt?
nl: Wat is jouw favoriete 'kleine' moment dat we hebben gedeeld?
pl: Jaki jest twój ulubiony 'mały' moment, który razem przeżyliśmy?
pt_br: Qual é o seu momento 'pequeno' favorito que compartilhamos?
sv: Vad är ditt favorit 'lilla' ögonblick vi har delat?
uk: Який ваш улюблений 'маленький' момент, який ми розділили?
zh_hans: 我们分享过的最喜欢的“小”时刻是什么？

source: What is your favorite 'spicy' song?
de: Was ist dein Lieblings-'spicy' Song?
es: ¿Cuál es tu canción 'picante' favorita?
fr: Quelle est ta chanson 'épicée' préférée ?
it: Qual è la tua canzone 'piccante' preferita?
ja: 好きな‘スパイシー’な曲は何ですか？
ko: 가장 좋아하는 '스파이시'한 노래는 무엇인가요?
nb: Hva er din favoritt 'spicy' sang?
nl: Wat is jouw favoriete 'spicy' nummer?
pl: Jaka jest twoja ulubiona 'pikantna' piosenka?
pt_br: Qual é a sua música 'picante' favorita?
sv: Vilken är din favorit 'spicy' låt?
uk: Яка твоя улюблена 'пікантна' пісня?
zh_hans: 你最喜欢的‘火辣’歌曲是什么？

source: What is your favorite board game or card game?
de: Was ist dein Lieblingsbrett- oder Kartenspiel?
es: ¿Cuál es tu juego de mesa o cartas favorito?
fr: Quel est votre jeu de société ou de cartes préféré ?
it: Qual è il tuo gioco da tavolo o di carte preferito?
ja: 好きなボードゲームやカードゲームは何ですか？
ko: 가장 좋아하는 보드게임이나 카드게임은 무엇인가요?
nb: Hva er ditt favoritt brettspill eller kortspill?
nl: Wat is jouw favoriete bordspel of kaartspel?
pl: Jaka jest twoja ulubiona gra planszowa lub karciana?
pt_br: Qual é o seu jogo de tabuleiro ou cartas favorito?
sv: Vilket är ditt favoritbrädspel eller kortspel?
uk: Яка ваша улюблена настільна гра чи карткова гра?
zh_hans: 你最喜欢的棋盘游戏或纸牌游戏是什么？

source: What is your favorite city in the world?
de: Was ist deine Lieblingsstadt der Welt?
es: ¿Cuál es tu ciudad favorita en el mundo?
fr: Quelle est ta ville préférée dans le monde ?
it: Qual è la tua città preferita al mondo?
ja: 世界で一番好きな都市はどこですか？
ko: 세계에서 가장 좋아하는 도시는 어디인가요?
nb: Hva er din favorittby i verden?
nl: Wat is je favoriete stad ter wereld?
pl: Jakie jest twoje ulubione miasto na świecie?
pt_br: Qual é a sua cidade favorita no mundo?
sv: Vilken är din favoritstad i världen?
uk: Яке ваше улюблене місто у світі?
zh_hans: 你最喜欢的城市是哪里？

source: What is your favorite holiday tradition?
de: Was ist deine liebste Feiertagstradition?
es: ¿Cuál es tu tradición navideña favorita?
fr: Quelle est votre tradition de vacances préférée ?
it: Qual è la tua tradizione festiva preferita?
ja: 好きな祝日の伝統は何ですか？
ko: 가장 좋아하는 명절 전통은 무엇인가요?
nb: Hva er din favoritt høytidstradisjon?
nl: Wat is jouw favoriete feestdagstraditie?
pl: Jaka jest twoja ulubiona tradycja świąteczna?
pt_br: Qual é a sua tradição de feriado favorita?
sv: Vilken är din favorit högtidstradition?
uk: Яка ваша улюблена святкова традиція?
zh_hans: 你最喜欢的节日传统是什么？

source: What is your favorite meme of all time?
de: Was ist dein Lieblingsmeme aller Zeiten?
es: ¿Cuál es tu meme favorito de todos los tiempos?
fr: Quel est ton mème préféré de tous les temps ?
it: Qual è il tuo meme preferito di tutti i tempi?
ja: 史上最高のミームは何ですか？
ko: 역대 최고의 밈은 무엇인가요?
nb: Hva er ditt favorittmeme gjennom tidene?
nl: Wat is jouw favoriete meme aller tijden?
pl: Jaki jest twój ulubiony mem wszech czasów?
pt_br: Qual é o seu meme favorito de todos os tempos?
sv: Vad är ditt favoritmem genom tiderna?
uk: Який ваш улюблений мем усіх часів?
zh_hans: 你最喜欢的网络迷因是什么？

source: What is your favorite memory of us being intimate?
de: Was ist deine schönste Erinnerung an unsere Intimität?
es: ¿Cuál es tu mejor recuerdo de nosotros siendo íntimos?
fr: Quel est ton meilleur souvenir de nous en intimité ?
it: Qual è il tuo ricordo preferito di noi mentre siamo intimi?
ja: 私たちが親密だったことでの一番の思い出は何ですか？
ko: 우리가 친밀했던 기억 중 가장 좋아하는 것은 무엇인가요?
nb: Hva er ditt favorittminne av oss som er intime?
nl: Wat is jouw favoriete herinnering aan ons intiem zijn?
pl: Jaka jest twoja ulubiona wspomnienie naszej intymności?
pt_br: Qual é a sua memória favorita de nós sendo íntimos?
sv: Vad är ditt favoritminne av oss som intima?
uk: Який твій улюблений спогад про нашу інтимну близькість?
zh_hans: 我们亲密时你最喜欢的回忆是什么？

source: What is your favorite memory of us together?
de: Was ist deine Lieblingserinnerung an uns zusammen?
es: ¿Cuál es tu recuerdo favorito de nosotros juntos?
fr: Quel est ton souvenir préféré de nous ensemble ?
it: Qual è il tuo ricordo preferito di noi insieme?
ja: 私たち一緒に過ごした中で一番好きな思い出は何ですか？
ko: 우리가 함께한 가장 좋아하는 기억은 무엇인가요?
nb: Hva er ditt favorittminne av oss sammen?
nl: Wat is jouw favoriete herinnering van ons samen?
pl: Jakie jest twoje ulubione wspomnienie nas razem?
pt_br: Qual é a sua memória favorita de nós juntos?
sv: Vad är ditt favoritminne av oss tillsammans?
uk: Який ваш улюблений спогад про нас разом?
zh_hans: 你最喜欢我们在一起的哪个回忆？

source: What is your favorite movie of all time?
de: Was ist dein Lieblingsfilm aller Zeiten?
es: ¿Cuál es tu película favorita de todos los tiempos?
fr: Quel est votre film préféré de tous les temps ?
it: Qual è il tuo film preferito di tutti i tempi?
ja: 史上最高の好きな映画は何ですか？
ko: 가장 좋아하는 영화는 무엇인가요?
nb: Hva er din favorittfilm gjennom alle tider?
nl: Wat is jouw favoriete film aller tijden?
pl: Jaki jest twój ulubiony film wszech czasów?
pt_br: Qual é o seu filme favorito de todos os tempos?
sv: Vilken är din favoritfilm genom tiderna?
uk: Який ваш улюблений фільм усіх часів?
zh_hans: 你最喜欢的电影是什么？

source: What is your favorite part of my body?
de: Was ist dein Lieblingsteil an meinem Körper?
es: ¿Cuál es tu parte favorita de mi cuerpo?
fr: Quelle est ta partie préférée de mon corps ?
it: Qual è la tua parte preferita del mio corpo?
ja: 私の体で一番好きな部分はどこですか？
ko: 내 몸에서 가장 좋아하는 부분이 어디인가요?
nb: Hva er din favorittdel av kroppen min?
nl: Wat is jouw favoriete deel van mijn lichaam?
pl: Która część mojego ciała jest twoją ulubioną?
pt_br: Qual é a sua parte favorita do meu corpo?
sv: Vilken är din favoritdel på min kropp?
uk: Яка твоя улюблена частина мого тіла?
zh_hans: 你最喜欢我身体的哪个部分？

source: What is your favorite part of our 'intimate' routine?
de: Was ist dein Lieblingsteil unserer 'intimen' Routine?
es: ¿Cuál es tu parte favorita de nuestra rutina 'íntima'?
fr: Quelle est ta partie préférée de notre routine 'intime' ?
it: Qual è la tua parte preferita della nostra routine 'intima'?
ja: 私たちの‘親密な’ルーティーンで一番好きな部分はどこですか？
ko: 우리의 '친밀한' 루틴 중 가장 좋아하는 부분은 무엇인가요?
nb: Hva er din favorittdel av vår 'intime' rutine?
nl: Wat is jouw favoriete onderdeel van onze 'intieme' routine?
pl: Jaka jest twoja ulubiona część naszej 'intymnej' rutyny?
pt_br: Qual é a sua parte favorita da nossa rotina 'íntima'?
sv: Vilken är din favoritdel av vår 'intima' rutin?
uk: Яка твоя улюблена частина нашої 'інтимної' рутини?
zh_hans: 你最喜欢我们‘亲密’仪式中的哪一部分？

source: What is your favorite physical feature of mine?
de: Was ist dein Lieblingsmerkmal an mir?
es: ¿Cuál es tu característica física favorita de mí?
fr: Quelle est ta caractéristique physique préférée chez moi ?
it: Qual è la tua caratteristica fisica preferita di me?
ja: 私の好きな身体的特徴は何ですか？
ko: 내 신체적 특징 중 가장 마음에 드는 것은 무엇인가요?
nb: Hva er din favoritt fysiske egenskap hos meg?
nl: Wat is jouw favoriete fysieke kenmerk van mij?
pl: Jaka jest twoja ulubiona cecha fizyczna u mnie?
pt_br: Qual é a sua característica física favorita em mim?
sv: Vad är din favorit fysiska egenskap hos mig?
uk: Яка ваша улюблена фізична риса в мені?
zh_hans: 你最喜欢我的哪个身体特征？

source: What is your favorite physical feature of yourself?
de: Was ist dein Lieblingsmerkmal an dir selbst?
es: ¿Cuál es tu característica física favorita de ti mismo?
fr: Quelle est votre caractéristique physique préférée chez vous ?
it: Qual è la tua caratteristica fisica preferita?
ja: 自分の身体的特徴で一番好きなところはどこですか？
ko: 자신의 신체적 특징 중 가장 마음에 드는 것은 무엇인가요?
nb: Hva er ditt favoritt fysiske trekk ved deg selv?
nl: Wat is jouw favoriete fysieke kenmerk van jezelf?
pl: Jaka jest twoja ulubiona cecha fizyczna?
pt_br: Qual é a sua característica física favorita em você?
sv: Vad är din favorit fysiska egenskap hos dig själv?
uk: Яка ваша улюблена фізична риса себе?
zh_hans: 你最喜欢的自己身体特征是什么？

source: What is your favorite place to be kissed?
de: Wo wirst du am liebsten geküsst?
es: ¿Cuál es tu lugar favorito para que te besen?
fr: Quel est ton endroit préféré pour être embrassé(e) ?
it: Qual è il tuo punto preferito per essere baciato?
ja: キスされるのが一番好きな場所はどこですか？
ko: 키스받는 걸 가장 좋아하는 곳은 어디인가요?
nb: Hva er ditt favorittsted å bli kysset på?
nl: Wat is jouw favoriete plek om gekust te worden?
pl: Gdzie najbardziej lubisz być całowana?
pt_br: Qual é o seu lugar favorito para ser beijado/a?
sv: Vilken är din favoritplats att bli kysst på?
uk: Яке твоє улюблене місце для поцілунків?
zh_hans: 你最喜欢被亲哪里？

source: What is your favorite place to go with me?
de: Was ist dein Lieblingsort, um mit mir hinzugehen?
es: ¿Cuál es tu lugar favorito para ir conmigo?
fr: Quel est ton endroit préféré où aller avec moi ?
it: Qual è il tuo posto preferito in cui andare con me?
ja: 私と行くのに一番好きな場所はどこですか？
ko: 나와 함께 가고 싶은 가장 좋아하는 장소는 어디인가요?
nb: Hva er ditt favorittsted å dra sammen med meg?
nl: Wat is jouw favoriete plek om met mij naartoe te gaan?
pl: Jakie jest twoje ulubione miejsce, aby pójść ze mną?
pt_br: Qual é o seu lugar favorito para ir comigo?
sv: Vad är din favoritplats att gå med mig?
uk: Яке ваше улюблене місце, куди піти зі мною?
zh_hans: 你最喜欢和我一起去的地方是哪里？

source: What is your favorite quote or mantra?
de: Was ist dein Lieblingszitat oder dein Mantra?
es: ¿Cuál es tu cita o mantra favorito?
fr: Quelle est votre citation ou mantra préféré ?
it: Qual è la tua citazione o mantra preferito?
ja: 好きな言葉や座右の銘は何ですか？
ko: 가장 좋아하는 명언이나 좌우명은 무엇인가요?
nb: Hva er ditt favorittsitat eller mantra?
nl: Wat is jouw favoriete citaat of mantra?
pl: Jaki jest twój ulubiony cytat lub mantra?
pt_br: Qual é a sua citação ou mantra favorito?
sv: Vilket är ditt favoritcitat eller mantra?
uk: Яка ваша улюблена цитата або мантра?
zh_hans: 你最喜欢的名言或座右铭是什么？

source: What is your favorite romantic movie scene?
de: Was ist deine Lieblingsszene in einem Liebesfilm?
es: ¿Cuál es tu escena de película romántica favorita?
fr: Quelle est ta scène de film romantique préférée ?
it: Qual è la tua scena di film romantico preferita?
ja: 好きなロマンティック映画のシーンは何ですか？
ko: 가장 좋아하는 로맨틱 영화 장면은 무엇인가요?
nb: Hva er din favoritt romantiske filmscene?
nl: Wat is jouw favoriete romantische filmscène?
pl: Jaka jest twoja ulubiona romantyczna scena filmowa?
pt_br: Qual é a sua cena de filme romântico favorita?
sv: Vilken är din favorit scen från en romantisk film?
uk: Яка твоя улюблена сцена з романтичного фільму?
zh_hans: 你最喜欢的浪漫电影场景是什么？

source: What is your favorite song that reminds you of us?
de: Was ist dein Lieblingslied, das dich an uns erinnert?
es: ¿Cuál es tu canción favorita que te recuerda a nosotros?
fr: Quelle est ta chanson préférée qui te rappelle nous ?
it: Qual è la tua canzone preferita che ti ricorda noi?
ja: 私たちを思い出させる好きな歌は何ですか？
ko: 우리를 떠올리게 하는 가장 좋아하는 노래는 무엇인가요?
nb: Hva er din favorittsang som minner deg om oss?
nl: Wat is jouw favoriete nummer dat je aan ons doet denken?
pl: Jaka jest twoja ulubiona piosenka, która przypomina ci o nas?
pt_br: Qual é a sua música favorita que lembra você de nós?
sv: Vad är din favoritlåt som påminner dig om oss?
uk: Яка ваша улюблена пісня, що нагадує вам про нас?
zh_hans: 哪首你最喜欢的歌让你想起我们？

source: What is your favorite thing about my personality?
de: Was ist deine Lieblingssache an meiner Persönlichkeit?
es: ¿Qué es lo que más te gusta de mi personalidad?
fr: Qu'est-ce que tu préfères dans ma personnalité ?
it: Qual è la tua cosa preferita della mia personalità?
ja: 私の性格で一番好きなところは何ですか？
ko: 내 성격 중 가장 마음에 드는 점은 무엇인가요?
nb: Hva er din favoritting med min personlighet?
nl: Wat is jouw favoriete ding aan mijn persoonlijkheid?
pl: Co jest twoją ulubioną rzeczą w mojej osobowości?
pt_br: Qual é a sua coisa favorita sobre a minha personalidade?
sv: Vad är din favoritsak med min personlighet?
uk: Що вам найбільше подобається в моїй особистості?
zh_hans: 你最喜欢我性格中的哪一点？

source: What is your favorite thing about my scent?
de: Was magst du am meisten an meinem Duft?
es: ¿Qué es lo que más te gusta de mi olor?
fr: Qu'est-ce que tu préfères dans mon odeur ?
it: Qual è la cosa che preferisci del mio profumo?
ja: 私の香りで一番好きなところは何ですか？
ko: 내 향기 중 가장 좋아하는 점은 무엇인가요?
nb: Hva er din favoritt ting med duften min?
nl: Wat is jouw favoriete ding aan mijn geur?
pl: Co najbardziej lubisz w moim zapachu?
pt_br: Qual é a sua coisa favorita sobre o meu cheiro?
sv: Vad är din favoritsak med min doft?
uk: Що тобі найбільше подобається в моєму запаху?
zh_hans: 你最喜欢我身上的什么气味？

source: What is your favorite thing about our 'chemistry'?
de: Was magst du am meisten an unserer 'Chemie'?
es: ¿Qué es lo que más te gusta de nuestra 'química'?
fr: Qu'est-ce que tu préfères dans notre 'chimie' ?
it: Qual è la cosa che preferisci della nostra 'chimica'?
ja: 私たちの‘ケミストリー’で一番好きなところは何ですか？
ko: 우리의 '케미' 중 가장 마음에 드는 점은 무엇인가요?
nb: Hva er din favoritt ting med vår 'kjemi'?
nl: Wat is jouw favoriete ding aan onze 'chemie'?
pl: Co najbardziej lubisz w naszej 'chemii'?
pt_br: Qual é a sua coisa favorita sobre a nossa 'química'?
sv: Vad är din favoritsak med vår 'kemi'?
uk: Що тобі найбільше подобається в нашій 'хімії'?
zh_hans: 你最喜欢我们之间的‘化学反应’的哪一点？

source: What is your favorite thing about our 'intimate' life?
de: Was magst du am meisten an unserem 'intimen' Leben?
es: ¿Qué es lo que más te gusta de nuestra vida 'íntima'?
fr: Qu'est-ce que tu préfères dans notre vie 'intime' ?
it: Qual è la cosa che preferisci della nostra vita 'intima'?
ja: 私たちの‘親密な’生活で一番好きなところは何ですか？
ko: 우리의 '친밀한' 삶 중 가장 좋아하는 점은 무엇인가요?
nb: Hva er din favoritt ting om vårt 'intime' liv?
nl: Wat is jouw favoriete ding aan ons 'intieme' leven?
pl: Co najbardziej lubisz w naszym 'intymnym' życiu?
pt_br: Qual é a sua coisa favorita sobre a nossa vida 'íntima'?
sv: Vad är din favoritsak om vårt 'intima' liv?
uk: Що тобі найбільше подобається в нашому 'інтимному' житті?
zh_hans: 你最喜欢我们‘亲密’生活中的哪一点？

source: What is your favorite thing about our 'routine'?
de: Was ist deine Lieblingssache an unserer 'Routine'?
es: ¿Qué es lo que más te gusta de nuestra 'rutina'?
fr: Qu'est-ce que tu préfères dans notre 'routine' ?
it: Qual è la tua cosa preferita della nostra 'routine'?
ja: 私たちの『ルーティン』で一番好きなことは何ですか？
ko: 우리의 '루틴' 중 가장 좋아하는 점은 무엇인가요?
nb: Hva er din favoritting med 'rutinen' vår?
nl: Wat is jouw favoriete ding aan onze 'routine'?
pl: Co jest twoją ulubioną rzeczą w naszej 'rutynie'?
pt_br: Qual é a sua coisa favorita sobre a nossa 'rotina'?
sv: Vad är din favoritsak med vår 'rutin'?
uk: Що вам найбільше подобається в нашій 'рутині'?
zh_hans: 你最喜欢我们‘日常’中的哪一点？

source: What is your favorite thing about our relationship?
de: Was ist deine Lieblingssache an unserer Beziehung?
es: ¿Qué es lo que más te gusta de nuestra relación?
fr: Qu'est-ce que tu préfères dans notre relation ?
it: Qual è la tua cosa preferita della nostra relazione?
ja: 私たちの関係で一番好きなことは何ですか？
ko: 우리 관계에서 가장 좋아하는 점은 무엇인가요?
nb: Hva er din favoritting med forholdet vårt?
nl: Wat is jouw favoriete ding aan onze relatie?
pl: Co jest twoją ulubioną rzeczą w naszym związku?
pt_br: Qual é a sua coisa favorita no nosso relacionamento?
sv: Vad är din favoritsak med vår relation?
uk: Що вам найбільше подобається у наших стосунках?
zh_hans: 在我们的关系中，你最喜欢什么？

source: What is your favorite thing to do on a Saturday night?
de: Was machst du am liebsten an einem Samstagabend?
es: ¿Qué es lo que más te gusta hacer los sábados por la noche?
fr: Qu'aimez-vous le plus faire le samedi soir ?
it: Qual è la tua cosa preferita da fare il sabato sera?
ja: 土曜の夜に何をして過ごすのが一番好きですか？
ko: 토요일 밤에 가장 좋아하는 일은 무엇인가요?
nb: Hva er det beste du vet å gjøre på en lørdagskveld?
nl: Wat doe je het liefst op een zaterdagavond?
pl: Co lubisz robić w sobotni wieczór?
pt_br: O que você mais gosta de fazer em uma noite de sábado?
sv: Vad är det bästa du vet att göra på en lördagskväll?
uk: Що ви любите робити в суботу ввечері?
zh_hans: 周六晚上你最喜欢做什么？

source: What is your favorite thing to do when we are alone?
de: Was machst du am liebsten, wenn wir alleine sind?
es: ¿Qué es lo que más te gusta hacer cuando estamos solos?
fr: Qu'est-ce que tu aimes le plus faire quand nous sommes seuls ?
it: Qual è la cosa che preferisci fare quando siamo soli?
ja: 二人きりの時に一番好きなことは何ですか？
ko: 우리 둘만 있을 때 가장 좋아하는 일은 무엇인가요?
nb: Hva er din favoritt ting å gjøre når vi er alene?
nl: Wat is jouw favoriete ding om te doen als we alleen zijn?
pl: Co najbardziej lubisz robić, gdy jesteśmy sami?
pt_br: Qual é a sua coisa favorita para fazer quando estamos sozinhos?
sv: Vad är din favoritsak att göra när vi är ensamma?
uk: Що ти найбільше любиш робити, коли ми наодинці?
zh_hans: 我们单独在一起时你最喜欢做什么？
